{
"layout": {
    "layout001":"English",
    "layout002":"Japanese",
    "layout003":"Home",
    "layout004":"Products",
    "layout005":"Markets",
    "layout006":"Developers",
    "layout007":"News",
    "layout008":"About Us",
    "layout009":"Login",
    "layout010":"Home",
    "layout011":"Products",
    "layout012":"Markets",
    "layout013":"Developers",
    "layout014":"News",
    "layout015":"About Us",
    "layout016":"Login",
    "layout017":"My Account",
    "layout018":"&copy; Copyright 2020 AMERA IoT Inc. - All Rights Reserved"
},

"index": {
    "index000":"Home",
    "index001":"A suite of IoT applications, soft IP, software and tools that will develop a business centric    first secure standard for the Internet of Things. ",
    "index002":"Allowing businesses and consumers to realize the full benefits of IoT without compromising their Data, Privacy or Safety.",
    "index003":"Learn More",
    "index004":"Sign Up",
    "index005":"AMERA IoT has developed a way for individual users and companies to secure access to data and things using a quantum computer resistant key generation system. Unlike other systems for key generation, our system can be used on a mobile, laptop or desktop windows, android, IOS, and various IoT devices.",
    "index006":"The key generation is simple and easy to use by an unsophisticated user. The user simply chooses a High-Resolution image and a 6 to 12-digit pin. The user’s device then sends limited data derived from the image to the AMERA Host computer then our host computer provides additional data to the key generation application on the user’s local device to build multiple keys for many different purposes.",
    "index007":"The key that is generated has a large amount of entropy and is quantum computer resistant and will work with AES 128, 192, 256 and up and coming future AES versions up to 4096 bits. This key can easily be duplicated by the user as long as they have the original image and pin and are subscribed to AMERA hosting either by us directly or through one of our partner developers or manufacturers. We have a patent-pending for this process in software and how it is used in conjunction with our AMERAlock circuit, Soft IP and chips.",
    "index008":"Learn More",
    "index009":"Watch the Video",
    "index010":"AMERALock is a combination of methodology, implementation, circuit design and a custom chipset that includes cryptographic acceleration of AES up to 4096 bits and the requirement of AMERAKey to use. The methodology is to separate an IoT device circuit into three parts: Communications Module, AMERALock circuit with custom chips -eventually one chip, and the applications circuit.",
    "index011":"IoT devices can be hacked for many reasons. But the number one reason is that these functions are typically in almost all IoT devices combined for cost reduction and so that the providers also have access to the user’s data and actions. We eliminate their access and put the user in control of the device and all of the data emanating from the device.",
    "index012":"Initially when AMERALock is implemented in a software-only solution the applications software that uses AMERAkey will only be available from AMERA IoT Inc. When AMERALock is used in hardware it will require AMERA chips or Soft IP as well as our Hosting service and or enterprise custom installed audited software on their host (Examples FISERV, Toyota, and Walmart).",
    "index013":"Learn More",
    "index014":"Watch the Video"
},
"50x": {
    "50x000":"The page is temporarily unavailable",
    "50x001":"<strong>nginx error!</strong>",
    "50x002":"The page you are looking for is temporarily unavailable.  Please try again later.",
    "50x003":"Website Administrator",
    "50x004":"Something has triggered an error on your website. This is the default error page for <strong>nginx</strong> that is distributed with Fedora. It is located <tt>/usr/share/nginx/html/50x.html</tt>",
    "50x005":"You should customize this error page for your own site or edit the <tt>error_page</tt> directive in the <strong>nginx</strong> configuration file <tt>/etc/nginx/nginx.conf</tt>."
},
"404":{
    "404000":">The page is not found",
    "404001":"<strong>nginx error!</strong>",
    "404002":"The page you are looking for is not found.",
    "404003":"Website Administrator",
    "404004":"Something has triggered missing webpage on your website. This is the default 404 error page for <strong>nginx</strong> that is distributed with Fedora.  It is located <tt>/usr/share/nginx/html/404.html</tt>",
    "404005":"You should customize this error page for your own site or edit the <tt>error_page</tt> directive in the <strong>nginx</strong> configuration file <tt>/etc/nginx/nginx.conf</tt>."
},
"about-us": {
    "about-us000":"About Us",
    "about-us001":"Board of Advisors",
    "about-us002":"Our Partners",
    "about-us003":"Our Team",
    "about-us004":"Contact Us",
    "about-us005":"About Us",
    "about-us006":"<strong>AMERA IoT Inc.</strong> is an encryption technology company that enables a user to easily be in complete control of their data. If a user uses <strong>AMERA IoT</strong> solution Phishing attacks (The number one choice for hackers) of a user’s data are impossible. Cloud services companies will no longer be able to spy on users Videos, Energy Data, Photographs, Word and Excel documents, Home Security Systems and any other data a user chooses to protect. It works with Data in Motion and Data at Rest. It is software compatible with all of the major suppliers of any form of AES and many other encryption technologies available today.",
    "about-us007":"<strong>AMERA IoT</strong> is mostly used to secure the device (Phones, Laptops, Desktops and Iot devices) and the key is never exposed to anyone including the user only between the devices. The initial products for users will be Software as a Service solutions to secure user’s data. The initial products for manufacturers will be software built into their devices that will make their products not hackable.",
    "about-us008":"The secondary benefit of the technology is also able to generate Entropy approaching that of a quantum computer and can be utilized in operating systems (Linux has very poor Entropy), applications software, gambling and any other service that requires true random number generation. Google, Microsoft, IBM and Amazon are currently developing a similar product. But it requires a Quantum computer and they control the keys and the user’s data is susceptible to them, partners and their affiliates.",
    "about-us009":"Our next generation product will be even stronger but will require us to work directly with chip manufacturers to incorporate it within their devices to increase the speed and performance. This will make it virtually impossible to attack the devices even with physical access and allow us to add Blockchain auditing to the process.",
    "about-us010":"<strong>AMERA</strong> <strong>IoT</strong> <strong>Inc</strong>. the company will market its technology to Businesses, Consumers and Developers. We will offer a suite of Software as a Service solutions in the cloud, Applications for devices and licenses and revenue shares to hardware developers and chip manufacturers.",
    "about-us011":"Some of the markets that need this now are",
    "about-us012":"Cameras, Security Systems (Home and Business), Video and Voice conferencing systems, Retail outlets, Convenience stores, Government (Federal and State), Cloud services companies, Applications developers and any manufactures of Iot devices.",
    "about-us013":"<strong>Brief description of some of the problems that we solve</strong>",
    "about-us014":"AES encryption is the standard and currently the best published way and most used way to encrypt data.",
    "about-us015":"The reason that every day you hear about breaches is usually because of:",
    "about-us016":"Data is not encrypted and in the clear and normally security has been breached. Examples are the recent Amazon breach, Experian, GSA, Yahoo and many others.",
    "about-us017":"The password or Key that was used is attached by a Phishing attack by third party that then uses a password or key to decrypt the files or data.",
    "about-us018":"The user uses a password that they use across multiple platforms and the key has been compromised on one of the platforms they use and then is used by hackers to breach the files on other systems user uses.",
    "about-us019":"The implementation of AES exposes the key in its process and becomes vulnerable.",
    "about-us020":"The user creates password using well known information about themselves like social security and birthdays. Most people are not good at remembering strong passwords with no basis in their life’s.",
    "about-us021":"The procedures to recover the password for user are poor and third parties are able to impersonate the user",
    "about-us022":"The users login is usually available from anywhere on the net and from any device"
},
"account": {
    "account000":"Account",
    "account001":"YOUR ACCOUNT",
    "account002":"INVITE OTHERS",
    "account003":"Fill out the form below",
    "invite-submit":"INVITE"
},
"board-of-advisor": {
    "board-of-advisor000":"Board of Advisors",
    "board-of-advisor001":"Board of&nbsp;<strong>Advisors</strong>",
    "board-of-advisor002":"<strong>Jack Balletto</strong><br>Co-Founder AMERA IoT Inc.",
    "board-of-advisor003":"<strong>Jack Balletto</strong> Received a Master's degree in electrical engineering from the University of Santa Clara in 1967.  He worked at Lockheed in electronic countermeasures, and then joined Fairchild Semiconductor in a MOS marketing role in 1969. With two associates from Fairchild, Balletto co-founded Synertek, a MOS supplier to video game and PC vendors that was acquired by Honeywell in 1978.",
    "board-of-advisor004":"Mr. Balletto was a founder and the first CEO of VLSI Technology, Inc. He later worked in Hambrecht & Quist's (H&Q) venture capital group before forming the Sunrise Capital funds in 1996. At Sunrise Capital, Jack invested in Next Gen, Active Semiconductor, Matchmaker.com, Xilinx, and many other successful start-ups.",
    "board-of-advisor005":"<strong>Larry Blackledge</strong><br>Advisor",
    "board-of-advisor006":"<strong>Larry Blackledge</strong> Earned his undergraduate degree from Southern Illinois University, Carbondale, and his Master of Business Administration from Abilene Christian University. He has more than 25 years of semiconductor industry experience, including most recently as CEO of Active-Semi International, a programmable analog power and motor drive IC semiconductor company acquired by Qorvo. Previously, he spent 22 years at Texas Instruments (TI), most recently as Vice President of a $400M mixed-signal IC business. Larry spent a decade in Asia managing TI’s Display Solutions and Bus Solutions businesses along with handling TI’s M&A activities in Asia.",
    "board-of-advisor007":"Since 2007, Larry has also been a Technology Business Management Advisor to The Longreach Group, a private equity firm in Asia. Larry is proficient in the Japanese language, and studied at Japan's Japanese Language Institute in Tokyo.",
    "board-of-advisor008":"<strong>Jack Russo</strong><br>General Counsel",
    "board-of-advisor009":"<strong>Jack Russo</strong> Obtained his undergraduate degree in business From CUNY in 1977 and his MBA and JD from U.C. Berkeley and UCLA in 1980. He specializes in Internet, computer law, and intellectual property litigation. He is a frequent speaker on computer law issues and has given presentations to the American Bar Association, the Practicing Law Institute, the Computer Law Association, and the San Francisco Bay Area Intellectual Property American Inn of Court.",
    "board-of-advisor010":"Jack serves as an arbitrator, mediator, and early neutral evaluator for the US District Court (ND California), the Santa Clara County Superior Court, and the American Arbitration Association, as well as a Judge Pro Tempore of the Santa Clara County Superior Court. Also, Mr. Russo is in charge of the Firm's entrepreneurship practice.",
    "board-of-advisor011":"<strong>Craig Slayter</strong><br>Advisor",
    "board-of-advisor012":"<strong>Craig Slayter</strong> Received his BS and MS from the University of Michigan in 1972. He has over 25 years of experience as a Silicon Valley start-up entrepreneur, CEO, founder, general manager, and M&A executive in Intellectual Property (IP) development and licensing for system software and semiconductor IP. Before founding his first company, he served as a manager at Accenture and a principal at Grant Thornton, two of the world's largest consulting organizations. Mr. Slayter’s international business experience includes managing engineering teams in Japan, Taiwan, India, Russia, and the UK.",
    "board-of-advisor013":"The first technology company Mr. Slayter founded was SoftStyle, whose key technology was included in Windows 1.0, and whose company was sold to Phoenix Technologies. Craig was also SVP at ARC International, a licenser of semiconductor IP and tools, which was later acquired by Synopsys. Also, he Co-Founded oDesk as their first CEO, which has now become Upwork and also was a founding board member of the web-based ERP software company Intacct. Most recently, Craig served as the VP of Corporate Development, responsible for mergers and acquisitions at Rambus, one of the pioneering semiconductor IP companies. Rambus developed a renowned patent portfolio licensed to virtually all major semiconductor companies, as well as silicon IP securing electronic systems at their hardware foundation.",
    "board-of-advisor014":"<strong>Kevin Walker</strong><br>Advisor",
    "board-of-advisor015":"<strong>Kevin Walker</strong> Obtained his education from the University of Akron and has spent over 25 years in various computer science and information technology disciplines. He focuses on secure hardware, network, enterprise applications, and service design. Kevin brings this experience to the Chief Product and Information Security Officer role at Aptiv, leading the security direction across Aptiv’s enterprise and product portfolio.",
    "board-of-advisor016":"Kevin has served as Chief Technology Officer, Chief Information Security Officer (CISO), Chief Security Strategist and Head of Information Security for several companies in many industry sectors, including Juniper Networks, Walmart.com, Intuit, Cisco, and Symantec. Kevin has also built one of the first managed security services providers supporting numerous Fortune 100 companies.",
    "board-of-advisor017":"<strong>Rod Turner</strong><br>Advisor",
    "board-of-advisor018":"<strong>Rod Turner</strong> Attended Aston University, where he received a dual degree in Electrical and Mechanical Engineering. He served as a senior executive for two IPOs to NASDAQ (Ashton-Tate, Symantec). He was an Angel Investor in Ask Jeeves, INFN, AMRS, eASIC, and Bloom Energy. Mr. Turner is a high-energy strategic thinker with altruistic tendencies, an engineer with comprehensive business and management skills, and an expert in crowdfunding and mergers & acquisitions.",
    "board-of-advisor019":"Rod has served as a consultant to CEOs of large companies and start-ups. He played a crucial role in building Ashton Tate (dBASE), Symantec Norton, Knowledge Adventure, Mobile Automation, ArtSlant, and more. At Symantec, Mr. Turner led the takeovers of their first acquisition, TimeLine, and their most strategic acquisition, Norton. He also led the successful acquisition of PCAnywhere and an AV technology company into the Norton Group.",
    "board-of-advisor020":"<strong>Doug Laird</strong><br>Advisor",
    "board-of-advisor021":"<strong>Doug Laird</strong> Received his undergraduate degree in Electrical Engineering from Rochester Institute of Technology and his Master’s in Computer Science from Santa Clara University. He has over 40 years’ experience in the high-tech industry working in senior leadership positions for multinational corporations.",
    "board-of-advisor022":"Doug has been CEO and Founder of prominent technology companies such as Tier Logic, Cswitch Corp, and Transmeta Corp. Before founding his own companies, Doug served as an executive at technology firms like Sun Microsystems, LSI Logic, Ultra Network Technology, and ROLM Corp. Most recently, Doug was the Senior Vice President of Engineering at Blackridge Technology for over six years.",
    "board-of-advisor023":"<strong>Denny Kelleher</strong><br>Advisor",
    "board-of-advisor024":"<strong>Denny Kelleher</strong> Received a undergraduate degree in Electronics from Cork Institute of Technology in 1994. Most recently, Denny held the position of Director of Localization and Internationalization at Netflix. He successfully led the international expansion of Netflix, bringing the platform into more than 50 countries.",
    "board-of-advisor025":"Before Netflix, Denny held senior leadership positions at Apple, starting with their first localization team in Europe. Due to his initial achievements, he was sent to the US-Apple HQ and continued to work in senior leadership roles for more than 22 years."
},
"comingsoon": {
    "comingsoon000":"Coming Soon",
    "comingsoon00":"Coming Soon"
},
"contact": {
    "contact000":"Contact Us",
    "contact001":"Send us your questions, and we'll get back to you as soon as possible",
    "contact002":"SEND MESSAGE"
},
"developer":{
    "developer000":"Developers",
    "developer001":"Revshare",
    "developer002":"Tools",
    "developer003":"Hosting",
    "developer004":"Support",
    "developer005":"Revshare",
    "developer006":"Product Manufacturer’s buys Chipsets with AMERA IoT IP from chip manufacturer and Chip manufacture pays a royalty to AMERA IoT.",
    "developer007":"Product Manufacture’s build a device that includes AMERA IoT IP software and connects the device to AMERA IoT. The host pays licensing fees to AMERA IoT.",
    "developer008":"The manufacturer sells the device directly to consumers and businesses or through Retailers.",
    "developer009":"Consumers and businesses buy the devices from Manufacturers or Retailers and then sign up for AMERA IoT Cloud services which could be white labeled for some manufactures.",
    "developer010":"AMERA IoT provides some services to consumers and businesses for free and charges for other value-added services. Examples being video storage, data storage, blockchain-based data analytics, etc.",
    "developer011":"AMERA IoT rebates revenue share to chip manufacturers, product manufacturers and if said manufacturer wants is able be offer a value add to their reseller or retailer.",
    "developer012":"AMERA IoT provides an additional rebate to chip manufacturers for other services to consumers and businesses who buy non-chip related services. This revenue is only paid if consumer/business is a new customer for AMERA IoT.",
    "developer013":"Learn More",
    "developer014":"Watch the Video",
    "developer015":"Tools",
    "developer016":"<strong>AGILE encrypted solution</strong>",
    "developer017":"Agile software development comprises various approaches to software development under which requirements and solutions evolve through the collaborative effort of self-organizing and cross-functional teams and their customer(s) and end user(s). It advocates adaptive planning, evolutionary development, early delivery, and continual improvement, and it encourages rapid and flexible response to change.",
    "developer018":"We are currently evaluating partners where we can incorporate our technologies with theirs to offer an encrypted and secure agile.",
    "developer019":"<strong>AMERA IoT SDK</strong> <em>(Chip manufacture plus software implementation)</em>",
    "developer020":"Once the AMERA IoT SDK for software has been completed the same group will develop this. This software will be used by IoT hardware developers to incorporate the AMERA IoT Portal and security in their devices.",
    "developer021":"<strong>Git Hub encrypted solution</strong>",
    "developer022":"Git is an open-source version control system that was started by Linus Torvalds—the same person who created Linux. Git is similar to other version control systems—Subversion, CVS, and Mercurial to name a few.",
    "developer023":"So, Git is a version control system, but what does that mean? When developers create something (an app, for example), they make constant changes to the code, releasing new versions up to and after the first official (non-beta) release.",
    "developer024":"Version control systems keep these revisions straight, storing the modifications in a central repository. This allows developers to easily collaborate, as they can download a new version of the software, make changes, and upload the newest revision. Every developer can see these new changes, download them, and contribute.",
    "developer025":"GitHub was acquired by Microsoft last year, but it is not secure. We can build on this open-source aspect and make it very secure and then charge monthly fees to developer groups that want security for their development projects.",
    "developer026":"<strong>Reference Designs</strong>",
    "developer027":"We will provide reference designs for all of the major IoT devices. This will include cameras, locks, thermostats, and many other products. Of course, the designs will require the use of chipsets from our partners and the completed product will have to be manufactured at one of our manufacturing partners.",
    "developer028":"Learn More",
    "developer029":"Watch the Video",
    "developer030":"Hosting",
    "developer031":"This is where consumers, businesses, and developers will go to activate and manage their devices and AMERA application(s) software. It is also where developers will host their applications and devices. Initially, we will use Rackspace to host the encryption process and AWS to host user encrypted data. Rackspace will manage both hosting companies for us. Eventually, as AMERA IoT Inc. grows we will end up doing our own hosting as that will be a major component of our revenue.",
    "developer032":"<strong>Hosting Services for AMERA IoT developers and chip manufacturer’s customers</strong>",
    "developer033":"We will provide cloud services for hardware and software applications to developers utilizing our technology. They can host the complete application with us or let us host their customers with a private label face to their products on a revenue share basis. We will also offer an enterprise version that customers like FISERV, Toyota, and Walmart can host themselves.",
    "developer034":"Learn More",
    "developer035":"Watch the Video"
},
"key-demo": {
    "key-demo000":"Key Generation Demo",
    "key-demo001":"Click to choose an image",
    "key-demo002":"Enter PIN",
    "key-demo003":"Key Size:",
    "key-demo004":"Generation Output:",
    "upload-example":"GENERATE KEY"
},
"login": {
    "login000":"Login",
    "login001":"LOG IN TO&nbsp;<strong>AMERA IoT</strong>",
    "login002":"Fill out the form below",
    "login003":"LOGIN"
},
"mail": {
    "mail000":"Mail",
    "mail001":"Core Features",
    "mail002":"AMERAMail provides an easy and productive way to communicate with your customers, prospects, and colleagues. You can integrate your email accounts to send and receive messages directly in the application. To give your email messages a more powerful context, link them to relevant contacts or projects. Managing email marketing campaigns becomes a lot easier when you link Relationship’s emailing and contact group features.",
    "mail003":"For further convenience, you can add spreadsheets, text documents, movies, sounds, and other files to AMERAMail. Keep them for future use or link them to your contacts and projects to create a more versatile context for your CRM activities.",
    "mail004":"AMERAMail provides a default view for emails called “conversation view”. Conversation view is a new way of viewing email in AMERAMail that groups email messages into conversations based on the subject of the message, no matter where the message is stored or filed. This can help to reduce the clutter in your mailbox and help you manage email more efficiently. Conversation view is enabled by default for every mail folder in your mailbox. To disable conversation view for a specific folder, use the View drop down and uncheck “Use Conversations”. ",
    "mail005":"New Favorites folder: You can now drag any folder up to Favorites to create a shortcut to that folder. Favorites can make it easier to access the folders you use the most.",
    "mail006":"Attach Messages to Messages: Sometimes you want to send a message as an attachment. In the past, you could attach almost any type of file to a message, but you couldn't attach a message from inside your mailbox to a message you were composing. Now you can.",
    "mail007":"New Out of Office feature: Provides the ability to schedule starting and ending date/times, plus the ability to customize different messages to internal and external recipients."
},
"markets": {
    "markets000":"Markets",
    "markets001":"<strong>First Class Security Solutions </strong> for the Internet of Things.",
    "markets002":"Automotive",
    "markets003":"Driverless cars are on the rise. From Chevrolet’s Cruise, Tesla, Google’s Waymo and various other companies. Many companies offer similar services with disconnected and closed ecosystems. The systems are complex all the while having to take into consideration a multitude of sensors, lidar equipment and in addition topographic anomalies.",
    "markets004":"AMERALock can help safeguard vehicles from the detrimental damage that would come with any breach.",
    "markets005":"Aviation",
    "markets006":"AMERAKey and AMERALock technologies can be utilized to give each plane a unique encryption schema. As aircraft become more complex with onboard systems the potential for malware, phishing, and ransomware has increased drastically. ",
    "markets007":"The proprietary AMERA environment can help enable the aforementioned from happening while simultaneously allowing businesses and their customers he peace of mind they deserve at all times.",
    "markets008":"Banking",
    "markets009":"AMERAKey and AMERALock can be utilized to secure your financial data. Financial institutions face hundreds of thousands of attacks on a daily basis. AMERA can help prevent various attack vectors while simultaneously securing customer accounts and data.",
    "markets010":"Our proprietary software and chip will thwart off bad actors and cyber gangs allowing both institutions and customers to remain at ease with their financial information",
    "markets011":"Communications",
    "markets012":"Nation state, cyber gangs and hobbyist hackers are increasingly targeting Telecom companies for their customers records. Furthermore, Telecoms are facing large scale breaches involving ransomware such as WannaCry demanding cryptocurrencies to allow the telecom companies to function and unlock certain machines.",
    "markets013":"AMERAKey can help mitigate breaches through securing employee equipment to enterprise grade machines.",
    "markets014":"Environmental",
    "markets015":"Environmental organizations use many IoT devices to monitor weather, tides and atmospheric pressure. AMERALock can prevent hackers from manipulating such devices that are critical for industries such as mining, water treatment facilities, refineries, construction and shipping to operate efficiently on a daily basis.",
    "markets016":"In addition, AMERAVault affords such organizations the peace of mind by protecting sensitive information from ransomed data and phishing scams.",
    "markets017":"Farming and Ranching",
    "markets018":"Large scale farming operations are becoming increasingly complex. IoT devices are becoming more frequent helping with irrigation monitoring, cattle monitoring and management and farm management systems.",
    "markets019":"AMERAKey can prevent bad actors from upending the critical infrastructure in place that allows farmers and ranchers to operate. AMERAMail & AMERAVault can also protect farmers and ranchers from phishing scams while simultaneously safeguarding critical information.",
    "markets020":"Financial Services",
    "markets021":"The Financial services industry has been experiencing an unpresented amount of security breaches. From traditional social engineering, viruses and data breaches the industry has lost an insurmountable amount of financial losses.",
    "markets022":"AmeraLock along with AmeraKey has had the ability to aford the industry the opportunity to stop such breaches in fashion that will prevent these future occurrences.",
    "markets023":"Industrial Automation",
    "markets024":"The majority of industrial automation control systems have been breached at some point in time. Industries including automotive, industrial and chemical engineering have all been affected.",
    "markets025":"AMERALock in conjunction with AMERAKey has a secure solution that allows the opportunities for said businesses to stay up and running without worry of said breaches. Robotics to industrial manufacturing we’ll provide the solution to protect your business.",
    "markets026":"Legal and Accounting",
    "markets027":"Legal and accounting firms are becoming more susceptible to ransomware attacks. Large sums of cryptocurrency are being demanded from said institutions in order to get their machines and businesses up and running effectively.",
    "markets028":"As data is being compromised at an increasing pace in this industry we provide the tools that you need in order to allow your business to run securely and efficiently.",
    "markets029":"M2M Vision",
    "markets030":"M2M vision hacking is occurring at an exponential rate. As a new market the occurrences are an easy target for bad actors affording them the availability to sensitive records.",
    "markets031":"AmeraKey alongside AMERALock will provide a solution to allow companies, organizations and government agencies to continue their work at pace level while ensuring world class security. The solution designed will allow for the current software to exist in a fashion that allows all parties to feel secure.",
    "markets032":"Medical and Fitness",
    "markets033":"Medical records are recorded as the most valuable documents on the web for bad actors to take over. The documents include health information, insurance information and financial information.",
    "markets034":"The AMERA suite of products will prevent such malicious attacks allowing for defense in depth for not only the institution but also for the patient at hand. With AMERA your information and documents can be safeguarded in a single pane, concurrently.",
    "markets035":"Schools",
    "markets036":"AMERA has proprietary controls in place to keep the future generations of our country safe. AMERALock in conjunction with AMERAKey can afford our students the safety necessary with the rising amount of home brewed terrorist.",
    "markets037":"The proprietary software will allow administrators to understand who is present on campus in concurrency with identifying individuals who should not be on premise.",
    "markets038":"Security",
    "markets039":"Security providing security. AMERA’s suite of products can enable SOCs and NOCs to run without interruption. As a critical keystone for many security businesses we will provide the institutions with the protection that the need to operate efficiently.",
    "markets040":"Whether temporarily at a conference or day-to-day business AMERA can provide afford the operations the security they need while maintaining efficiency without interruption.",
    "markets041":"Shipping and Location",
    "markets042":"Nation states, syndicates and hobbyists hacktivists are increasingly targeting the logistics industry. From maritime, rail and airlines the industry as a whole is a prime target for said individuals with valuable information to lose.",
    "markets043":"AMERALock in tandem with AMERAKey will help prevent such groups from events such as ransomware, data-theft to even the unthinkable, overturning such cargo that would cause catastrophic damage.",
    "markets044":"Smart Buildings",
    "markets045":"Operations and real estate management positions are becoming more complex as buildings are retrofitted with more intelligent devices. Building Automation Systmes, HVAC, plumbing, alarms and lighting are all becoming targets for bad actors.",
    "markets046":"AMERALock alongside AMERAKey is the solution to help prevent the bad actors from entering your network from theaforementioned technologies through multiple attack vetors.",
    "markets047":"Smart Grid",
    "markets048":"Smart grids are the everyday power source to every service that individuals use on a daily basis. From home power, cellular networks and industrial devices smart grids afford individuals and large corporations to power their lives every day on what seems to be a relatively basic concept.",
    "markets049":"AMERA’s suite of products will allow the inadvertently neglected market to support our most mission critical needs and afford the world to run everyday operations as needed.",
    "markets050":"Smart Homes",
    "markets051":"Home area networks are updated on an uncontrollable scale. Smart bulbs, thermostats, fridges, and alarms are increasingly being installed into homes without secure networks.",
    "markets052":"AMERALock will prevent hackers of any sort from being able to monitor your existence in your dominance to preventing flooding of your smart fridge that could cause insurmountable damage to your home.",
    "markets053":"Vending Machine and ATM",
    "markets054":"ATMs and vending machine are decorous for any group of hackers to breach. The large amounts of money inside of the machines are a prime target to hackers due to the amount of cash and credit information stored inside of the devices.",
    "markets055":"AMERALock can be a turnkey solution for the devices to be protected from bad actors, hacktivist groups and others from stealing not only the available cash but in addition to customers’ sensitive information."
},
"news": {
    "news000":"News",
    "news001":"IoT security is bad. It's time to take a different approach.",
    "news002":"There are 127 new IoT devices connected to the internet every second, according to Cisco, and by 2025 there could be more than 75 billion IoT devices online. And all of them are going to get attacked.",
    "news003":"By",
    "news004":"for",
    "news005":"500 words into the future",
    "news006":"February 11, 2020 -- 11:15 GMT (03:15 PST) | Topic: ",
    "news007":"Internet of Things",
    "news008":"The <strong>Internet of Things</strong> is getting mainstream enough that we need new acronyms to differentiate medical (IoMT) and industrial (IIoT) connected devices from consumer doorbells, security cameras, weather stations, tennis rackets and <strong>nappies</strong> that are already streaming data. IDC estimated some $200 billion was spent on Industrial IoT modules and sensors in 2019 as we move towards the grand vision of Industry 4.0.",
    "news009":"The idea is that we're now onto the fourth industrial revolution (steam power and electricity having given way to computers for the third industrial revolution). And part of this grand vision is that smart, connected, machine learning-powered machinery that can configure, monitor, improve and diagnose itself becomes part of everything from the factory floor to cars and cities.",
    "news010":"If you want to pull back from talking about the future of everything to just the manufacturing and production bits, that's Industry 4.0. Then there's edge computing; having moved a lot of compute from the server room up to the cloud, we can now push the most time-sensitive computation next to the machinery, falling back to the cloud for the analytics and modelling that makes that local compute so targeted.",
    "news011":"Whatever we end up calling it, when IoT devices are controlling drug pumps, manufacturing operations, fleet management and the <strong>electrical grid</strong>, you <strong>want them to be secure</strong>.",
    "news012":"A firewall won't help with that. in the first half of 2018 Kaspersky IoT honeypots detected 12 million attacks aimed at IoT devices coming from 69.000 IP addresses. In the first half of 2019 that was up to 105 million attacks from 276,000 unique IP addresses. Are you planning to block all the malicious IP addresses?",
    "news013":"A perimeter firewall hasn't made sense as the way to protect devices since modems and then smartphones made working outside the office common, just as walled castles are a bit out of date. Remote connection policies are an attempt to force everyone to go over the drawbridge where you can take a look at them and their identity papers. Conditional access policies are like putting someone very experienced on the gate: even if the identify papers are stolen or a good forgery, they look for suspicious behaviour like having got here impossibly fast or never having been here before but asking to go straight to the room in the tower with the treasure in.",
    "news014":"And once you're inside the walls, you need to enforce access policies on every system with another drawbridge into every room, because the firewall can only check 'north-south' traffic coming in from outside, not 'east-west' traffic bouncing around inside the network.",
    "news015":"Tempered Networks has what it calls a virtual air gap firewall, which replaces the IP address with a cryptographic identity stored in secure hardware. That's one of many approaches to IoT security. G+D (the company responsible for a large proportion of SIMs) suggests using eSIMs for identity. Cisco Edge Intelligence promises anomaly detection – spotting compromised IoT devices by analysing network traffic. Microsoft has Azure IoT services that use Azure Active Directory for identity and device management (including updating devices, something that rarely happens today, using the Windows Update content distribution network). It also has Azure Sphere, a hardware platform for building devices with a custom Linux distro and a secure microcontroller unit that's been picked up by Qualcomm, NXP and other hardware suppliers.",
    "news016":"Arm – whose embedded processors are widely used in IoT devices – is adding a hardware root of trust to chips used in IoT devices, which can do things like blocking debugger access once a device has been deployed; this kind of lifecycle protection is a good way to give developers powerful tools for building systems that hackers can't use to break into them.",
    "news017":"There are also some simpler precautions you can take for IoT hardware designed before these protections: making sure devices are never installed with the default password and using strong identities for each IoT device, so it can only communicate with systems it's controlling or sending data to. IoT devices are sometimes attacked as a way into your network, so limiting privileged admin accounts and moving from basic authentication and passwords to MFA and biometrics or hardware tokens.",
    "news018":"Just remember that the reason the S in IoT stands for 'security' is that you might have to put it there yourself. Or as Microsoft Distinguished Engineer Galen Hunt put it when telling us about Azure Sphere in 2018, &quote there's been just enough IoT that people have begun to realise how bad it could be.&quote ",
    "news019":"IoT security: Your smart devices must have these three features to be secure.",
    "news020":"By ",
    "news021":" | January 27, 2020 -- 13:19 GMT (05:19 PST) | Topic: ",
    "news022":"Security",
    "news023":">Proposed laws from the UK for Internet of Things security mean vendors will need to follow new rules to be considered secure.",
    "news024":"All <strong>Internet of Things and consumer smart devices</strong> will need to adhere to specific security requirements, under new government proposals.",
    "news025":"The aim of the legislation is to help protect UK citizens and businesses <strong>from the threats posed by cyber criminals increasingly targeting Internet of Things</strong> devices.",
    "news026":"By hacking IoT devices, cyber criminals can build an army of devices that can be <strong>used to conduct DDoS attacks to take down online services</strong>, while poorly-secured IoT devices can also serve as an easy way for hackers to get into networks and other systems across a network.",
    "news027":"The proposed measures from the Department for Culture, Media and Sport (DCMS) have been developed in conjunction with the UK's National Cyber Security Centre (NCSC) and come following a consultation period with information security experts, product manufacturers and retailers and others.",
    "news028":"Our new law will hold firms manufacturing and selling internet-connected devices to account and stop hackers threatening people's privacy and safety,&quote",
    "news029":"said Matt Warman, minister for digital and broadband at DCMS.",
    "news030":"They also follow on from the previously suggested voluntary best practice requirements, but the legislation would require that IoT devices sold in the UK must follow three particular rules to be allowed to sell products in the UK. They are:",
    "news031":"All consumer internet-connected device passwords must be unique and not resettable to any universal factory setting",
    "news032":"Manufacturers of consumer IoT devices must provide a public point of contact so anyone can report a vulnerability and it will be acted on in a timely manner",
    "news033":"Manufacturers of consumer IoT devices must explicitly state the minimum length of time that the device will receive security updates at the point of sale, either in store or online",
    "news034":"It is currently unclear how these rules will be enforced under any future law. While the government has said that its &quoteambition&quote is to introduce legislation in this area, and said this would be done &quoteas soon as possible&quote, there is no detail on when this would take place. A DCMS spokesperson told ZDNet that the department will be working with retailers and manufacturers as the proposals move forward.",
    "news035":"Many connected devices are shipped with simple, <strong>default passwords</strong> that in many cases can't be changed, while some IoT product manufacturers often lack a means of being contacted to report vulnerabilities – especially if that device is produced on the other side of the world.",
    "news036":"In addition to this, it's been known for IoT products to suddenly stop receiving support from manufacturers, and providing an exact length of time that devices will be supported will allow users to think about how secure the product will be in the long term.",
    "news037":"If products don't follow these rules, the new law proposes that these devices could potentially be banned from sale in the UK.",
    "news038":"&quoteWhilst the UK Government has previously encouraged industry <strong>to adopt a voluntary approach</strong>, it is now clear that decisive action is needed to ensure that strong cybersecurity is built into these products by design,&quote said Warman.",
    "news039":"&quoteOur new law will hold firms manufacturing and selling internet-connected devices to account and stop hackers threatening people's privacy and safety. It will mean robust security standards are built in from the design stage and not bolted on as an afterthought,&quotehe added.",
    "news040":"&quoteSmart technology is increasingly central to the way we live our lives, so the development of this legislation to ensure that we are better protected is hugely welcomed,&quote said Nicola Hudson, policy and communications director at the NCSC.",
    "news041":"&quoteIt will give shoppers increased peace of mind that the technology they are bringing into their homes is safe, and that issues such as pre-set passwords and sudden discontinuation of security updates are a thing of the past.&quote",
    "news042":"The UK isn't alone in attempting to secure the Internet of Things -- ENISA, the European Union's cybersecurity agency, <strong>is also working</strong> <strong>towards</strong> <strong>legislation</strong> in this area, <strong>while the US government is also looking to regulate IoT in an effort to protect against cyberattacks.</strong>"
},
"partners": {
    "partners000":"Our Partners",
    "partners001":"Our <strong>Partners</strong>",
    "partners002":"RackSpace",
    "partners003":"Rackspace Inc. is an American managed cloud computing company based in Windcrest, Texas, a suburb of San Antonio. The company also has offices in Australia, the United Kingdom, Switzerland, the Netherlands, Germany, Singapore, Mexico, and Hong Kong.",
    "partners004":"MegaChips",
    "partners005":"Enabling everyday life through innovation, MegaChips is a semiconductor leader whose technology transforms the world we live in by helping each one of us achieve healthier, safer and more fulfilling lives.&nbsp;Leveraging decades of technology excellence, partnerships and acquisitions"
},
"product": {
    "product000":"Products",
    "product001":"Mail",
    "product002":"Share",
    "product003":"Suite",
    "product004":"Vault",
    "product005":"Businesses and consumers can sign up for a service that is compatible with normal email, but all of the messages are encrypted at rest. When members communicate with other AMERA IoT Inc. service subscribers all data in motion is also encrypted.",
    "product006":"Learn More",
    "product007":"Watch the Video",
    "product008":"AMERA Suite will be a secure communication platform for businesses and will allow their executives, management, employees and consumers to exchange messages and files (including emails, attachments, chats, group chats, calls, documents, images, videos, voice messages, video messages, and files) with end-to-end encryption utilizing AES and AmeraKey generation.",
    "product009":"Learn More",
    "product010":"Watch the Video",
    "product011":"AMERAvault solves a problem that has long existed, putting all of your key information in one secure place that cannot be accessed by anyone without your permission. This includes bank accounts, copies of deeds, documents, passwords, Insurance policies, digital assets, photos, and social media. The product also includes a dead man’s switch that can automatically release access in the event of your demise.",
    "product012":"Learn More",
    "product013":"Watch the Video",
    "product014":"Secure FTP with secured data at rest for the files. FTP is an acronym for File Transfer Protocol. As the name suggests, FTP is used to transfer files between computers on a network. You can use FTP to exchange files between computer accounts, transfer files between an account and a desktop computer, or access online software archives. This process is where many companies expose their data to outside hackers. AMERA COM FTP will eliminate the problem.",
    "product015":"Learn More",
    "product016":"Watch the Video"
},
"sign-up": {
    "sign-up000":"Sign Up",
    "sign-up001":"Create an account with us.",
    "sign-up002":"Check IP:",
    "sign-up003":"Country",
    "sign-up004":"Afghanistan",
    "sign-up005":"Åland Islands",
    "sign-up006":"Albania",
    "sign-up007":"Algeria",
    "sign-up008":"American Samoa",
    "sign-up009":"Andorra",
    "sign-up010":"Angola",
    "sign-up011":"Anguilla",
    "sign-up012":"Antarctica",
    "sign-up013":"Antigua and Barbuda",
    "sign-up014":"Argentina",
    "sign-up015":"Armenia",
    "sign-up016":"Aruba",
    "sign-up017":"Australia",
    "sign-up018":"Austria",
    "sign-up019":"Azerbaijan",
    "sign-up020":"Bahamas",
    "sign-up021":"Bahrain",
    "sign-up022":"Bangladesh",
    "sign-up023":"Barbados",
    "sign-up024":"Belarus",
    "sign-up025":"Belgium",
    "sign-up026":"Belize",
    "sign-up027":"Benin",
    "sign-up028":"Bermuda",
    "sign-up029":"Bhutan",
    "sign-up030":"Bolivia, Plurinational State of",
    "sign-up031":"Bonaire, Sint Eustatius and Saba",
    "sign-up032":"Bosnia and Herzegovina",
    "sign-up033":"Botswana",
    "sign-up034":"Bouvet Island",
    "sign-up035":"Brazil",
    "sign-up036":"British Indian Ocean Territory",
    "sign-up037":"Brunei Darussalam",
    "sign-up038":"Bulgaria",
    "sign-up039":"Burkina Faso",
    "sign-up040":"Burundi",
    "sign-up041":"Cambodia",
    "sign-up042":"Cameroon",
    "sign-up043":"Canada",
    "sign-up044":"Cape Verde",
    "sign-up045":"Cayman Islands",
    "sign-up046":"Central African Republic",
    "sign-up047":"Chad",
    "sign-up048":"Chile",
    "sign-up049":"China",
    "sign-up050":"Christmas Island",
    "sign-up051":"Cocos (Keeling) Islands",
    "sign-up052":"Colombia",
    "sign-up053":"Comoros",
    "sign-up054":"Congo",
    "sign-up055":"Congo, the Democratic Republic of the",
    "sign-up056":"Cook Islands",
    "sign-up057":"Costa Rica",
    "sign-up058":"Côte d'Ivoire",
    "sign-up059":"Croatia",
    "sign-up060":"Cuba",
    "sign-up061":"Curaçao",
    "sign-up062":"Cyprus",
    "sign-up063":"Czech Republic",
    "sign-up064":"Denmark",
    "sign-up065":"Djibouti",
    "sign-up066":"Dominica",
    "sign-up067":"Dominican Republic",
    "sign-up068":"Ecuador",
    "sign-up069":"Egypt",
    "sign-up070":"El Salvador",
    "sign-up071":"Equatorial Guinea",
    "sign-up072":"Eritrea",
    "sign-up073":"Estonia",
    "sign-up074":"Ethiopia",
    "sign-up075":"Falkland Islands (Malvinas)",
    "sign-up076":"Faroe Islands",
    "sign-up077":"Fiji",
    "sign-up078":"Finland",
    "sign-up079":"France",
    "sign-up080":"French Guiana",
    "sign-up081":"French Polynesia",
    "sign-up082":"French Southern Territories",
    "sign-up083":"Gabon",
    "sign-up084":"Gambia",
    "sign-up085":"Georgia",
    "sign-up086":"Germany",
    "sign-up087":"Ghana",
    "sign-up088":"Gibraltar",
    "sign-up089":"Greece",
    "sign-up090":"Greenland",
    "sign-up091":"Grenada",
    "sign-up092":"Guadeloupe",
    "sign-up093":"Guam",
    "sign-up094":"Guatemala",
    "sign-up095":"Guernsey",
    "sign-up096":"Guinea",
    "sign-up097":"Guinea-Bissau",
    "sign-up098":"Guyana",
    "sign-up099":"Haiti",
    "sign-up100":"Heard Island and McDonald Islands",
    "sign-up101":"Holy See (Vatican City State)",
    "sign-up102":"Honduras",
    "sign-up103":"Hong Kong",
    "sign-up104":"Hungary",
    "sign-up105":"Iceland",
    "sign-up106":"India",
    "sign-up107":"Indonesia",
    "sign-up108":"Iran, Islamic Republic of",
    "sign-up109":"Iraq",
    "sign-up110":"Ireland",
    "sign-up111":"Isle of Man",
    "sign-up112":"Israel",
    "sign-up113":"Italy",
    "sign-up114":"Jamaica",
    "sign-up115":"Japan",
    "sign-up116":"Jersey",
    "sign-up117":"Jordan",
    "sign-up118":"Kazakhstan",
    "sign-up119":"Kenya",
    "sign-up120":"Kiribati",
    "sign-up121":"Korea, Democratic People's Republic of",
    "sign-up122":"Korea, Republic of",
    "sign-up123":"Kuwait",
    "sign-up124":"Kyrgyzstan",
    "sign-up125":"Lao People's Democratic Republic",
    "sign-up126":"Latvia",
    "sign-up127":"Lebanon",
    "sign-up128":"Lesotho",
    "sign-up129":"Liberia",
    "sign-up130":"Libya",
    "sign-up131":"Liechtenstein",
    "sign-up132":"Lithuania",
    "sign-up133":"Luxembourg",
    "sign-up134":"Macao",
    "sign-up135":"Macedonia, the former Yugoslav Republic of",
    "sign-up136":"Madagascar",
    "sign-up137":"Malawi",
    "sign-up138":"Malaysia",
    "sign-up139":"Maldives",
    "sign-up140":"Mali",
    "sign-up141":"Malta",
    "sign-up142":"Marshall Islands",
    "sign-up143":"Martinique",
    "sign-up144":"Mauritania",
    "sign-up145":"Mauritius",
    "sign-up146":"Mayotte",
    "sign-up147":"Mexico",
    "sign-up148":"Micronesia, Federated States of",
    "sign-up149":"Moldova, Republic of",
    "sign-up150":"Monaco",
    "sign-up151":"Mongolia",
    "sign-up152":"Montenegro",
    "sign-up153":"Montserrat",
    "sign-up154":"Morocco",
    "sign-up155":"Mozambique",
    "sign-up156":"Myanmar",
    "sign-up157":"Namibia",
    "sign-up158":"Nauru",
    "sign-up159":"Nepal",
    "sign-up160":"Netherlands",
    "sign-up161":"New Caledonia",
    "sign-up162":"New Zealand",
    "sign-up163":"Nicaragua",
    "sign-up164":"Niger",
    "sign-up165":"Nigeria",
    "sign-up166":"Niue",
    "sign-up167":"Norfolk Island",
    "sign-up168":"Northern Mariana Islands",
    "sign-up169":"Norway",
    "sign-up170":"Oman",
    "sign-up171":"Pakistan",
    "sign-up172":"Palau",
    "sign-up173":"Palestinian Territory, Occupied",
    "sign-up174":"Panama",
    "sign-up175":"Papua New Guinea",
    "sign-up176":"Paraguay",
    "sign-up177":"Peru",
    "sign-up178":"Philippines",
    "sign-up179":"Pitcairn",
    "sign-up180":"Poland",
    "sign-up181":"Portugal",
    "sign-up182":"Puerto Rico",
    "sign-up183":"Qatar",
    "sign-up184":"Réunion",
    "sign-up185":"Romania",
    "sign-up186":"Russian Federation",
    "sign-up187":"Rwanda",
    "sign-up188":"Saint Barthélemy",
    "sign-up189":"Saint Helena, Ascension and Tristan da Cunha",
    "sign-up190":"Saint Kitts and Nevis",
    "sign-up191":"Saint Lucia",
    "sign-up192":"Saint Martin (French part)",
    "sign-up193":"Saint Pierre and Miquelon",
    "sign-up194":"Saint Vincent and the Grenadines",
    "sign-up195":"Samoa",
    "sign-up196":"San Marino",
    "sign-up197":"Sao Tome and Principe",
    "sign-up198":"Saudi Arabia",
    "sign-up199":"Senegal",
    "sign-up200":"Serbia",
    "sign-up201":"Seychelles",
    "sign-up202":"Sierra Leone",
    "sign-up203":"Singapore",
    "sign-up204":"Sint Maarten (Dutch part)",
    "sign-up205":"Slovakia",
    "sign-up206":"Slovenia",
    "sign-up207":"Solomon Islands",
    "sign-up208":"Somalia",
    "sign-up209":"South Africa",
    "sign-up210":"South Georgia and the South Sandwich Islands",
    "sign-up211":"South Sudan",
    "sign-up212":"Spain",
    "sign-up213":"Sri Lanka",
    "sign-up214":"Sudan",
    "sign-up215":"Suriname",
    "sign-up216":"Svalbard and Jan Mayen",
    "sign-up217":"Swaziland",
    "sign-up218":"Sweden",
    "sign-up219":"Switzerland",
    "sign-up220":"Syrian Arab Republic",
    "sign-up221":"Taiwan, Province of China",
    "sign-up222":"Tajikistan",
    "sign-up223":"Tanzania, United Republic of",
    "sign-up224":"Thailand",
    "sign-up225":"Timor-Leste",
    "sign-up226":"Togo",
    "sign-up227":"Tokelau",
    "sign-up228":"Tonga",
    "sign-up229":"Trinidad and Tobago",
    "sign-up230":"Tunisia",
    "sign-up231":"Turkey",
    "sign-up232":"Turkmenistan",
    "sign-up233":"Turks and Caicos Islands",
    "sign-up234":"Tuvalu",
    "sign-up235":"Uganda",
    "sign-up236":"Ukraine",
    "sign-up237":"United Arab Emirates",
    "sign-up238":"United Kingdom",
    "sign-up239":"selected>United States",
    "sign-up240":"United States Minor Outlying Islands",
    "sign-up241":"Uruguay",
    "sign-up242":"Uzbekistan",
    "sign-up243":"Vanuatu",
    "sign-up244":"Venezuela, Bolivarian Republic of",
    "sign-up245":"Viet Nam",
    "sign-up246":"Virgin Islands, British",
    "sign-up247":"Virgin Islands, U.S.",
    "sign-up248":"Wallis and Futuna",
    "sign-up249":"Western Sahara",
    "sign-up250":"Yemen",
    "sign-up251":"Zambia",
    "sign-up252":"Zimbabwe",
    "sign-up253":"Name",
    "sign-up254":"Create Username",
    "sign-up255":"Enter Email",
    "sign-up256":"Confirm Email",
    "sign-up257":"Cell Number",
    "sign-up258":"Confirm Cell",
    "sign-up259":"Date Of Birth",
    "sign-up260":"Postal Code",
    "sign-up261":"City",
    "sign-up262":"State",
    "sign-up263":"Create Password",
    "sign-up264":"Confirm Password",
    "sign-up265":"Male/Female",
    "sign-up266":"Female",
    "sign-up267":"Male",
    "sign-up268":"Do you want to enable multi factor authentication for Login: ",
    "sign-up269":"No",
    "sign-up270":"Sign Up"
},
"suite": {
    "suite000":"Suite",
    "suite001":"Core Features",
    "suite002":"Communication &amp; Collaboration the AmeraSuite platform can be used by any enterprise and is extremely easy to deploy, as it is browser based. AMERASUITE comes both as a PaaS (Platform as a Service) solution. AMERASUITE is closed AES encrypted ecosystem, but it’s very easy to invite i.e. colleagues, clients, partners, and suppliers etc. into the platform to secure the highest level of confidentiality.",
    "suite003":"Manageability Building a WebRTC app has never been easier. Our tools, analytics, and global infrastructure help you develop, maintain, and deploy your solution successfully.",
    "suite004":"The main difference between VOIPs and WebRTC (Web Real Time Communication) has more to do with WebRTC being designed specifically for browser-to-browser interaction, which is huge, and also, there’s the matter of secure signals. Just so you know, before WebRTC, there were no direct browser-to-browser data exchanges happening.",
    "suite005":"First, why is browser-to-browser interaction a big deal for WebRTC?  Well, think of it this way.  There’s no middleman, for one thing.  With things like Skype, and other apps, you don’t get a high level of security.  That means your signal could potentially be hacked, if it’s not entirely secure.",
    "suite006":"With WebRTC, things are different.  It is designed specifically with secure signals in mind (that’s part of its M.O.), unlike most other video / chat methods that are available to use.",
    "suite007":"For real time data to be transferred via WebRTC, DTLS (Datagram Transport Layer Security) encryption must first take place.  This was built into WebRTC from the start and is used in its three available browsers, Chrome, Firefox, and Opera.  With this DTLS connection, there is simply no way for an outsider to hack it.",
    "suite008":"In addition, video and audio data is encrypted via the SRTP method (Secure Real-Time Protocol), in order to ensure that your voice and video traffic cannot be viewed by unauthorized parties."
},
"team": {
    "team000":"Our Team",
    "team001":"Our <strong>Team</strong>",
    "team002":"<strong>Christopher J Daly</strong><br>President and CEO",
    "team003":"The company is led by Christopher J. Daly, an experienced IT professional who has specialized in disruptive technology with all the necessary core competencies required to create and manage this opportunity. Mr. Daly is a technology visionary leader behind some of the most sophisticated and advanced Internet-enabled customer services platforms in the industry. His career encompasses more than 30 years as a senior executive dealing with hardware, software, systems development, advertising, payments, sales, and Video production. He is comfortable and understands the challenges of building and scaling technology-based startups.",
    "team004":"Mr. Daly brings passion, leadership and creativity to the conception, development, application and support of advanced, consumer-service technologies. He was VP of Marketing of Software Distribution Services and SoftTeam (now called Ingram Micro D), EVP of Softstyle (Company that developed most of the printer drivers for Microsoft Windows), SVP Packard Bell (Company that introduced Micro Computers to mass merchandisers and sold more than both apple and IBM at the time), CEO of Comstock Data Mining (Click and Motor integration of Hollywood (Sony Pictures and Universal Television) with the Internet), Emerson Technologies (Manufacture and developer of Personnel Computers for many consumer electronics companies) , Matchmaker.com (The first social network on the internet with millions of members 1999), MetroSplash Systems (The developer of loyalty solutions for most of the major oil companies), Forecast Dynamics (Neural Networking for banking), Manhattan Street Capital (Leading Crowd Source funding solution) and Board Member numerous other technology startups.",
    "team005":"<strong>Gerald Amen</strong><br>Chief Financial Officer",
    "team006":"Attended the University of Georgia, where he obtained his undergraduate degree in accounting. He went on to receive his MBA from Colorado State University in Accounting and Information Systems. Upon earning his degrees, Jerry worked for Ernst & Young in audit, tax, and compliance. Subsequently, he then continued his career trajectory as a Controller for United Technologies Corporation, followed by a Director of Finance position at Mostek Corp.",
    "team007":"Gerald Amen continued his upward movement in the arena of finance for various companies including STMICROELECTONICS, and VHA Southwest. He eventually became CFO of Matchmaker.com in 2000, followed by multiple other executive leadership positions. Most recently, Jerry has worked as a Founder / Partner at Patent Solutions, Autumn Journey Hospice, and IPLC, LLC.",
    "team008":"<strong>Max Fleming</strong><br>CTO",
    "team009":"Is the CTO of Amera IoT, leading development and research in software development. He works with all ongoing initiatives and new strategies. Max developed groundbreaking entropy distillation techniques for use with random number generation.",
    "team010":"Before joining AMERA IoT, Max was an Enterprise Agile Coach and Release Train Engineer at HPE, DXC, and Bank of America. At DXC, he was RTE for Data Center Services for the Navy and Maine Corps, which included all Windows and Linux server and laptop builds as well as all Storage Technologies. He was a founder or SortLogic Systems, which brought and introduced high-speed Image Processing on Unisys platform to the Federal Reserve System, and numerous other Tier 1 banks. Max also developed online virtual check validation platforms and a check repair platform. Aside from his other projects, Max developed various credit card and online transaction processing interfaces with Shared Financials, now part of ACS. Max developed the check and image processing platforms at BancTec, which were used worldwide.",
    "team011":"<strong>Phil Moerschell</strong><br>Director of Application Development",
    "team012":"Mr. Moerschell brings over 30 years of technical and management experience. He started as a programming specialist in the Unite States Air Force. Throughout his career he has shown great entrepreneurial drive and founded two separate successful startups. The first, Matchmaker.com, was sold to Lycos for $45 million. The second, Executive Technologies, is still operating today as a successful medical technology consulting company in Virginia. He has also worked as a consultant for over ten years for the United States Navy providing software development and team leadership.",
    "team013":"For the last ten years, Mr. Moerschell has been an independent consultant for various startups including Reel-TV, Walker Digital Table Systems, TableSafe, VoiceBox, and Echodyne. Also, during that time he consulted for a few well established companies including Flir and Cadence. He has been providing embedded systems expertise primarily in Linux using such technologies as C, C++, Qt, QML, Python, Pearl, Bash, Groovy, Docker, Git and Jenkins.",
    "team014":"Mr. Moerschell is a proven leader with a strong entrepreneurial presence, capable of blending rational business decisions with technical direction to inspire and achieve growth."
},
"video": {
    "video000":"Video"
},
"register":{
    "register000":"",
    "register001":"CREATE PASSWORD TO&nbsp;<strong>AMERA IoT</strong>",
    "register002":"No invite key found, please make sure to use the link given in the invite E-Mail",
    "register003":"Your invite has expired",
    "register004":"A server error has occurred, please try again later"
}
}